/**
 * ！！！注：此文件没有使用到，仅用于测试和侧边栏数据格式的参考。
 */

// 侧边栏
module.exports = [{
        title: '软件',
        collapsable: false,
        children: [
            ["/前言/简述/", "简述"],
            ["/软件/介绍/", "软件介绍"],
            ["/软件/新增项目/", "软件操作-新增项目"],
            ["/软件/新增本地项目/", "软件操作-新增本地项目"],
            ["/软件/定制化说明/", "软件操作-定制化说明"],
            ["/软件/批量执行/", "软件操作-批量执行"],
            ["/软件/运行介绍/", "软件操作-运行介绍"],
        ]
    },
    {
        title: '浏览器插件',
        children: [
            ["/浏览器插件/介绍/", "浏览器插件-介绍"],
        ]
    },
    {
        title: '小工具',
        children: [
            ["/小工具/拟态按钮/", "小工具-拟态按钮"],
            ["/小工具/综合工具/", "小工具-综合说明"],
        ]
    },
    {
        title: '实验性功能',
        children: [
            ["/实验性功能/模板生成器/", "实验性功能-模板生成器"],
            ["/实验性功能/表单设计器/", "实验性功能-表单设计器"],
        ]
    },
    {
        title: '软件获取',
        children: [
            ["/下载中心/软件下载/", "软件下载"],
            ["/下载中心/插件下载/", "浏览器插件下载"],
        ]
    }
]